Repository: cyrinux/ichor
Catalog: ios/Ichor/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, uk

source: Unhealthy
de: Fehlerhaft
es: Con fallos
fr: Défaillant
it: Non integro
uk: Несправний

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
uk: Невідомо

source: Unlock
de: Entsperren
es: Desbloquear
fr: Déverrouiller
it: Sblocca
uk: Розблокувати

source: Unlock Ichor
de: Ichor entsperren
es: Desbloquear Ichor
fr: Déverrouiller Ichor
it: Sblocca Ichor
uk: Розблокувати Ichor

source: Unreachable
de: Nicht erreichbar
es: Inaccesible
fr: Injoignable
it: Non raggiungibile
uk: Недоступний

source: Up
de: Aktiv
es: Activo
fr: Actif
it: Attivo
uk: Активний

source: Updated %@ · %@
de: Aktualisiert um %@ · %@
es: Actualizado a las %@ · %@
fr: Mis à jour à %@ · %@
it: Aggiornato alle %@ · %@
uk: Оновлено о %@ · %@

source: Uptime
de: Laufzeit
es: Tiempo activo
fr: Disponibilité
it: Tempo di attività
uk: Час роботи

source: Used
de: Belegt
es: En uso
fr: Utilisée
it: In uso
uk: Використано

source: Valid for
de: Gültig für
es: Válido durante
fr: Valide pendant
it: Valido per
uk: Чинний протягом

source: Validate
de: Prüfen
es: Validar
fr: Valider
it: Convalida
uk: Перевірити

source: Validity
de: Gültigkeit
es: Validez
fr: Validité
it: Validità
uk: Термін дії

source: View
de: Ansicht
es: Vista
fr: Vue
it: Vista
uk: Вигляд

source: Virtual interfaces are the pod and CNI plumbing (veth, lxc, cilium, flannel…).
de: Virtuelle Schnittstellen sind die Pod- und CNI-Verkabelung (veth, lxc, cilium, flannel…).
es: Las interfaces virtuales son la fontanería de los pods y la CNI (veth, lxc, cilium, flannel…).
fr: Les interfaces virtuelles sont la tuyauterie des pods et du CNI (veth, lxc, cilium, flannel…).
it: Le interfacce virtuali sono l'infrastruttura dei pod e della CNI (veth, lxc, cilium, flannel…).
uk: Віртуальні інтерфейси — це обв'язка подів і CNI (veth, lxc, cilium, flannel…).

source: Warnings+ · %lld
de: Warnungen+ · %lld
es: Avisos+ · %lld
fr: Avertissements+ · %lld
it: Avvisi+ · %lld
uk: Попередження+ · %lld

source: write
de: Schreiben
es: escritura
fr: écriture
it: scrittura
uk: запис

source: Yes
de: Ja
es: Sí
fr: Oui
it: Sì
uk: Так

source: … older lines omitted
de: … ältere Zeilen ausgelassen
es: … líneas anteriores omitidas
fr: … lignes plus anciennes omises
it: … righe precedenti omesse
uk: … старіші рядки пропущено

source: unreachable
de: nicht erreichbar
es: inaccesible
fr: injoignable
it: non raggiungibile
uk: недоступний

source: Screenshot mode
de: Screenshot-Modus
es: Modo captura de pantalla
fr: Mode capture d'écran
it: Modalità screenshot
uk: Режим знімків екрана

source: Also hide these words
de: Auch diese Wörter ausblenden
es: Ocultar también estas palabras
fr: Masquer aussi ces mots
it: Nascondi anche queste parole
uk: Також приховати ці слова

source: Privacy
de: Datenschutz
es: Privacidad
fr: Confidentialité
uk: Конфіденційність

source: %lld nodes in sync · max ±%@
de: %lld Knoten synchron · max. ±%@
es: %lld nodos sincronizados · máx. ±%@
fr: %lld nœuds synchronisés · max ±%@
it: %lld nodi sincronizzati · max ±%@
uk: %lld вузла синхронізовано · макс. ±%@

source: %lld nodes drifting · max ±%@
de: %lld Knoten weichen ab · max. ±%@
es: %lld nodos desviados · máx. ±%@
fr: %lld nœuds dérivent · max ±%@
it: %lld nodi fuori sincrono · max ±%@
uk: %lld вузла відхиляється · макс. ±%@

source: %lld unreachable
de: %lld nicht erreichbar
es: %lld inaccesibles
fr: %lld injoignables
it: %lld non raggiungibili
uk: %lld недоступного

source: Comma-separated, e.g. a domain or a customer name
de: Durch Kommas getrennt, z. B. eine Domain oder ein Kundenname
es: Separadas por comas, p. ej. un dominio o el nombre de un cliente
fr: Séparés par des virgules, p. ex. un domaine ou un nom de client
it: Separate da virgole, ad es. un dominio o il nome di un cliente
uk: Через кому, напр. домен або назва клієнта

source: Also capture traffic not addressed to this node.
de: Auch Verkehr erfassen, der nicht an diesen Knoten gerichtet ist.
es: Captura también el tráfico no dirigido a este nodo.
fr: Capture aussi le trafic qui n'est pas adressé à ce nœud.
it: Cattura anche il traffico non destinato a questo nodo.
uk: Також захоплювати трафік, не адресований цьому вузлу.

source: An upgrade of %@ is in progress. The app runs one upgrade at a time.
de: Ein Upgrade von %@ läuft. Die App führt nur ein Upgrade gleichzeitig aus.
es: Hay una actualización de %@ en curso. La app hace una actualización a la vez.
fr: Une mise à jour de %@ est en cours. L'app n'en fait qu'une à la fois.
it: È in corso un aggiornamento di %@. L'app esegue un aggiornamento alla volta.
uk: Триває оновлення %@. Застосунок виконує лише одне оновлення за раз.

source: Back
de: Zurück
es: Atrás
fr: Retour
it: Indietro
uk: Назад

source: Booted
de: Gestartet
es: Arrancado
fr: Démarré
it: Avviato
uk: Завантажено

source: Capture deleted.
de: Mitschnitt gelöscht.
es: Captura eliminada.
fr: Capture supprimée.
it: Cattura eliminata.
uk: Захоплення видалено.

source: Capture · %@
de: Mitschnitt · %@
es: Captura · %@
it: Cattura · %@
uk: Захоплення · %@

source: Capture packets
de: Pakete mitschneiden
es: Capturar paquetes
fr: Capturer des paquets
it: Cattura pacchetti
uk: Захопити пакети

source: Captures can contain sensitive traffic: share them with care.
de: Mitschnitte können sensiblen Verkehr enthalten: nur mit Bedacht teilen.
es: Las capturas pueden contener tráfico sensible: compártelas con cuidado.
fr: Les captures peuvent contenir du trafic sensible : partagez-les avec prudence.
it: Le catture possono contenere traffico sensibile: condividile con cautela.
uk: Захоплення можуть містити чутливий трафік: діліться ними обережно.

source: Captures can contain sensitive traffic (tokens, internal names). They are kept on this phone only, out of backups: delete them when done.
de: Mitschnitte können sensiblen Verkehr enthalten (Tokens, interne Namen). Sie bleiben nur auf diesem Telefon, außerhalb von Backups: danach löschen.
es: Las capturas pueden contener tráfico sensible (tokens, nombres internos). Se guardan solo en este teléfono, fuera de las copias de seguridad: elimínalas al terminar.
fr: Les captures peuvent contenir du trafic sensible (jetons, noms internes). Elles restent sur ce téléphone, hors sauvegardes : supprimez-les une fois terminé.
it: Le catture possono contenere traffico sensibile (token, nomi interni). Restano solo su questo telefono, fuori dai backup: eliminale quando hai finito.
uk: Захоплення можуть містити чутливий трафік (токени, внутрішні імена). Вони зберігаються лише на цьому телефоні, поза резервними копіями: видаліть їх, коли закінчите.

source: Captures from a node's Capture packets menu appear here.
de: Mitschnitte aus dem Menü „Pakete mitschneiden“ eines Knotens erscheinen hier.
es: Aquí aparecen las capturas del menú Capturar paquetes de un nodo.
fr: Les captures lancées depuis le menu Capturer des paquets d'un nœud apparaissent ici.
it: Qui compaiono le catture avviate dal menu Cattura pacchetti di un nodo.
uk: Тут з'являються захоплення з меню вузла «Захопити пакети».

source: Checking the filter…
de: Filter wird geprüft…
es: Comprobando el filtro…
fr: Vérification du filtre…
it: Verifica del filtro…
uk: Перевірка фільтра…

source: Checks
de: Prüfungen
es: Comprobaciones
fr: Vérifications
it: Controlli
uk: Перевірки

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
uk: Закрити

source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
uk: Поточна

source: Delete all
de: Alle löschen
es: Eliminar todo
fr: Tout supprimer
it: Elimina tutto
uk: Видалити все

source: Delete all captures?
de: Alle Mitschnitte löschen?
es: ¿Eliminar todas las capturas?
fr: Supprimer toutes les captures ?
it: Eliminare tutte le catture?
uk: Видалити всі захоплення?

source: Delete this capture?
de: Diesen Mitschnitt löschen?
es: ¿Eliminar esta captura?
fr: Supprimer cette capture ?
it: Eliminare questa cattura?
uk: Видалити це захоплення?

source: Duration
de: Dauer
es: Duración
fr: Durée
it: Durata
uk: Тривалість

source: Filter (BPF), empty = everything
de: Filter (BPF), leer = alles
es: Filtro (BPF), vacío = todo
fr: Filtre (BPF), vide = tout
it: Filtro (BPF), vuoto = tutto
uk: Фільтр (BPF), порожній = усе

source: Force: etcd checks skipped
de: Erzwungen: etcd-Prüfungen übersprungen
es: Forzado: comprobaciones de etcd omitidas
fr: Forcé : vérifications etcd ignorées
it: Forzato: controlli etcd saltati
uk: Примусово: перевірки etcd пропущено

source: Force is on: the etcd checks are skipped.
de: Erzwingen ist an: die etcd-Prüfungen werden übersprungen.
es: Forzado activado: se omiten las comprobaciones de etcd.
fr: Forçage activé : les vérifications etcd sont ignorées.
it: Forzatura attiva: i controlli etcd vengono saltati.
uk: Примусовий режим увімкнено: перевірки etcd пропускаються.

source: Force upgrade…
de: Upgrade erzwingen…
es: Forzar actualización…
fr: Forcer la mise à jour…
it: Forza aggiornamento…
uk: Примусове оновлення…

source: --force upgrades even though etcd is unhealthy or would lose quorum. The cluster can become unavailable and etcd data can be lost.
de: --force aktualisiert auch, wenn etcd fehlerhaft ist oder das Quorum verlieren würde. Der Cluster kann ausfallen und etcd-Daten können verloren gehen.
es: --force actualiza aunque etcd no esté sano o pierda el quórum. El clúster puede quedar no disponible y se pueden perder datos de etcd.
fr: --force met à jour même si etcd est en mauvaise santé ou perdrait le quorum. Le cluster peut devenir indisponible et des données etcd peuvent être perdues.
it: --force aggiorna anche se etcd non è integro o perderebbe il quorum. Il cluster può diventare non disponibile e i dati etcd possono andare persi.
uk: --force оновлює, навіть якщо etcd несправний або втратить кворум. Кластер може стати недоступним, а дані etcd можуть бути втрачені.

source: Healthy members
de: Gesunde Mitglieder
es: Miembros sanos
fr: Membres sains
it: Membri integri
uk: Справні учасники

source: %@ installs %@ and reboots: its pods are drained and it is unavailable for several minutes.
de: %@ installiert %@ und startet neu: seine Pods werden verdrängt und er ist einige Minuten nicht erreichbar.
es: %@ instala %@ y se reinicia: sus pods se drenan y no está disponible durante varios minutos.
fr: %@ installe %@ et redémarre : ses pods sont évacués et il est indisponible pendant plusieurs minutes.
it: %@ installa %@ e si riavvia: i suoi pod vengono svuotati e resta non disponibile per alcuni minuti.
uk: %@ встановлює %@ і перезавантажується: його поди виселяються, і він недоступний кілька хвилин.

source: %@ runs %@
de: %@ läuft mit %@
es: %@ ejecuta %@
fr: %@ exécute %@
it: %@ esegue %@
uk: %@ працює на %@

source: Installing
de: Installation
es: Instalando
fr: Installation
it: Installazione
uk: Встановлення

source: Interface
de: Schnittstelle
es: Interfaz
it: Interfaccia
uk: Інтерфейс

source: Jump to latest
de: Zum neuesten
es: Ir al más reciente
fr: Aller au plus récent
it: Vai al più recente
uk: До найновіших

source: Keep capturing
de: Weiter mitschneiden
es: Seguir capturando
fr: Continuer la capture
it: Continua a catturare
uk: Продовжити захоплення

source: Kept
de: Bleibt erhalten
es: Se mantiene
fr: Conservé
it: Mantenuto
uk: Зберігається

source: Limits
de: Grenzen
es: Límites
fr: Limites
it: Limiti
uk: Обмеження

source: %lld captures
de: %lld Mitschnitte
es: %lld capturas
it: %lld catture
uk: %lld захоплення

source: Lost
de: Verloren
es: Se pierde
fr: Perdu
it: Perso
uk: Втрачається

source: Maximum size
de: Maximale Größe
es: Tamaño máximo
fr: Taille maximale
it: Dimensione massima
uk: Максимальний розмір

source: New capture
de: Neuer Mitschnitt
es: Nueva captura
fr: Nouvelle capture
it: Nuova cattura
uk: Нове захоплення

source: New image
de: Neues Image
es: Nueva imagen
fr: Nouvelle image
it: Nuova immagine
uk: Новий образ

source: Next page
de: Nächste Seite
es: Página siguiente
fr: Page suivante
it: Pagina successiva
uk: Наступна сторінка

source: No captures
de: Keine Mitschnitte
es: Sin capturas
fr: Aucune capture
it: Nessuna cattura
uk: Немає захоплень

source: Not a Talos version (vMAJOR.MINOR.PATCH).
de: Keine Talos-Version (vMAJOR.MINOR.PATCH).
es: No es una versión de Talos (vMAYOR.MENOR.PARCHE).
fr: Pas une version de Talos (vMAJEUR.MINEUR.CORRECTIF).
it: Non è una versione di Talos (vMAJOR.MINOR.PATCH).
uk: Це не версія Talos (vMAJOR.MINOR.PATCH).

source: Packet capture
de: Paketmitschnitt
es: Captura de paquetes
fr: Capture de paquets
it: Cattura pacchetti
uk: Захоплення пакетів

source: Packet %lld
de: Paket %lld
es: Paquete %lld
fr: Paquet %lld
it: Pacchetto %lld
uk: Пакет %lld

source: Packets %lld–%lld of %lld
de: Pakete %lld–%lld von %lld
es: Paquetes %lld–%lld de %lld
fr: Paquets %lld–%lld sur %lld
it: Pacchetti %lld–%lld di %lld
uk: Пакети %lld–%lld з %lld

source: pre-release
de: Vorabversion
es: preliminar
fr: pré-version
uk: передреліз

source: Previous page
de: Vorherige Seite
es: Página anterior
fr: Page précédente
it: Pagina precedente
uk: Попередня сторінка

source: Progress
de: Fortschritt
es: Progreso
fr: Progression
it: Avanzamento
uk: Хід виконання

source: Promiscuous mode
de: Promiscuous-Modus
es: Modo promiscuo
fr: Mode promiscuité
it: Modalità promiscua
uk: Нерозбірливий режим

source: Quorum while this node is down
de: Quorum, solange dieser Knoten aus ist
es: Quórum mientras este nodo está caído
fr: Quorum pendant l'arrêt de ce nœud
it: Quorum mentre questo nodo è giù
uk: Кворум, поки цей вузол вимкнений

source: Rebooting
de: Neustart
es: Reiniciando
fr: Redémarrage
it: Riavvio
uk: Перезавантаження

source: Releases unavailable (%@): type the version.
de: Releases nicht verfügbar (%@): Version eingeben.
es: Versiones no disponibles (%@): escribe la versión.
fr: Versions indisponibles (%@) : saisissez la version.
it: Release non disponibili (%@): digita la versione.
uk: Релізи недоступні (%@): введіть версію.

source: Requested
de: Angefordert
es: Solicitada
fr: Demandée
it: Richiesto
uk: Запитано

source: Saved captures
de: Gespeicherte Mitschnitte
es: Capturas guardadas
fr: Captures enregistrées
it: Catture salvate
uk: Збережені захоплення

source: Save to Files
de: In Dateien sichern
es: Guardar en Archivos
fr: Enregistrer dans Fichiers
it: Salva in File
uk: Зберегти у Файли

source: %lld packets
de: %lld Pakete
es: %lld paquetes
fr: %lld paquets
it: %lld pacchetti
uk: %lld пакета

source: Share
de: Teilen
es: Compartir
fr: Partager
it: Condividi
uk: Поділитися

source: Show pre-releases
de: Vorabversionen zeigen
es: Mostrar versiones preliminares
fr: Afficher les pré-versions
it: Mostra pre-release
uk: Показати передрелізи

source: Skip the etcd checks?
de: etcd-Prüfungen überspringen?
es: ¿Omitir las comprobaciones de etcd?
fr: Ignorer les vérifications etcd ?
it: Saltare i controlli etcd?
uk: Пропустити перевірки etcd?

source: Stage (--stage)
de: Vormerken (--stage)
es: Preparar (--stage)
fr: Différer (--stage)
it: Prepara (--stage)
uk: Відкласти (--stage)

source: Stage upgrade
de: Upgrade vormerken
es: Preparar actualización
fr: Préparer la mise à jour
it: Prepara aggiornamento
uk: Підготувати оновлення

source: Start capture
de: Mitschnitt starten
es: Iniciar captura
fr: Démarrer la capture
it: Avvia cattura
uk: Почати захоплення

source: Start upgrade
de: Upgrade starten
es: Iniciar actualización
fr: Lancer la mise à jour
it: Avvia aggiornamento
uk: Почати оновлення

source: Stop and leave
de: Stoppen und verlassen
es: Detener y salir
fr: Arrêter et quitter
it: Ferma ed esci
uk: Зупинити й вийти

source: Stop following
de: Nicht mehr verfolgen
es: Dejar de seguir
fr: Arrêter le suivi
it: Smetti di seguire
uk: Припинити стеження

source: Stopped following. The node keeps upgrading: check its version later.
de: Verfolgung beendet. Der Knoten aktualisiert weiter: Version später prüfen.
es: Seguimiento detenido. El nodo sigue actualizándose: comprueba su versión más tarde.
fr: Suivi arrêté. Le nœud continue sa mise à jour : vérifiez sa version plus tard.
it: Monitoraggio interrotto. Il nodo continua ad aggiornarsi: controlla la sua versione più tardi.
uk: Стеження припинено. Вузол продовжує оновлюватися: перевірте його версію пізніше.

source: Stop the capture?
de: Mitschnitt stoppen?
es: ¿Detener la captura?
fr: Arrêter la capture ?
it: Fermare la cattura?
uk: Зупинити захоплення?

source: Target
de: Ziel
es: Destino
fr: Cible
it: Destinazione
uk: Ціль

source: tcpdump syntax, e.g. host 192.0.2.1 and tcp port 443. The Talos API port (50000) is never captured: it carries the capture itself.
de: tcpdump-Syntax, z. B. host 192.0.2.1 and tcp port 443. Der Talos-API-Port (50000) wird nie mitgeschnitten: über ihn läuft der Mitschnitt selbst.
es: Sintaxis de tcpdump, p. ej. host 192.0.2.1 and tcp port 443. El puerto de la API de Talos (50000) nunca se captura: transporta la propia captura.
fr: Syntaxe tcpdump, p. ex. host 192.0.2.1 and tcp port 443. Le port de l'API Talos (50000) n'est jamais capturé : il transporte la capture elle-même.
it: Sintassi tcpdump, ad es. host 192.0.2.1 and tcp port 443. La porta dell'API Talos (50000) non viene mai catturata: trasporta la cattura stessa.
uk: Синтаксис tcpdump, напр. host 192.0.2.1 and tcp port 443. Порт API Talos (50000) ніколи не захоплюється: через нього йде саме захоплення.

source: The capture is saved on this phone. It can contain sensitive traffic (tokens, internal names): share it with care.
de: Der Mitschnitt wird auf diesem Telefon gespeichert. Er kann sensiblen Verkehr enthalten (Tokens, interne Namen): nur mit Bedacht teilen.
es: La captura se guarda en este teléfono. Puede contener tráfico sensible (tokens, nombres internos): compártela con cuidado.
fr: La capture est enregistrée sur ce téléphone. Elle peut contenir du trafic sensible (jetons, noms internes) : partagez-la avec prudence.
it: La cattura viene salvata su questo telefono. Può contenere traffico sensibile (token, nomi interni): condividila con cautela.
uk: Захоплення зберігається на цьому телефоні. Воно може містити чутливий трафік (токени, внутрішні імена): діліться ним обережно.

source: The node reboots into the new version. An upgrade cannot be cancelled once requested.
de: Der Knoten startet mit der neuen Version neu. Ein angefordertes Upgrade kann nicht abgebrochen werden.
es: El nodo se reinicia con la nueva versión. Una actualización solicitada no se puede cancelar.
fr: Le nœud redémarre sur la nouvelle version. Une mise à jour demandée ne peut pas être annulée.
it: Il nodo si riavvia con la nuova versione. Un aggiornamento richiesto non può essere annullato.
uk: Вузол перезавантажиться в нову версію. Запитане оновлення не можна скасувати.

source: The packets captured so far stay in the saved captures.
de: Die bisher mitgeschnittenen Pakete bleiben in den gespeicherten Mitschnitten.
es: Los paquetes capturados hasta ahora quedan en las capturas guardadas.
fr: Les paquets déjà capturés restent dans les captures enregistrées.
it: I pacchetti catturati finora restano nelle catture salvate.
uk: Уже захоплені пакети залишаться в збережених захопленнях.

source: The upgrade cannot be cancelled. Stopping only stops watching; the screen stays on meanwhile.
de: Das Upgrade kann nicht abgebrochen werden. Stoppen beendet nur die Verfolgung; der Bildschirm bleibt so lange an.
es: La actualización no se puede cancelar. Detener solo deja de seguirla; mientras tanto la pantalla sigue encendida.
fr: La mise à jour ne peut pas être annulée. Arrêter ne fait qu'arrêter le suivi ; l'écran reste allumé en attendant.
it: L'aggiornamento non può essere annullato. Fermare interrompe solo il monitoraggio; nel frattempo lo schermo resta acceso.
uk: Оновлення не можна скасувати. Зупинка лише припиняє стеження; тим часом екран не гасне.

source: This is a downgrade: not every Talos version supports going back.
de: Das ist ein Downgrade: nicht jede Talos-Version unterstützt den Weg zurück.
es: Es una versión anterior: no todas las versiones de Talos permiten volver atrás.
fr: C'est un retour en arrière : toutes les versions de Talos ne le permettent pas.
it: È un downgrade: non tutte le versioni di Talos consentono di tornare indietro.
uk: Це відкат: не кожна версія Talos підтримує повернення назад.

source: This node already runs this version: the image is reinstalled.
de: Dieser Knoten läuft bereits mit dieser Version: das Image wird neu installiert.
es: Este nodo ya ejecuta esta versión: la imagen se reinstala.
fr: Ce nœud exécute déjà cette version : l'image est réinstallée.
it: Questo nodo esegue già questa versione: l'immagine viene reinstallata.
uk: Цей вузол уже працює на цій версії: образ буде перевстановлено.

source: Turn off
de: Ausschalten
es: Desactivar
fr: Désactiver
it: Disattiva
uk: Вимкнути

source: Upgrade %@
de: %@ aktualisieren
es: Actualizar %@
fr: Mettre à jour %@
it: Aggiorna %@
uk: Оновити %@

source: Upgrade %@?
de: %@ aktualisieren?
es: ¿Actualizar %@?
fr: Mettre à jour %@ ?
it: Aggiornare %@?
uk: Оновити %@?

source: Upgrade Talos…
de: Talos aktualisieren…
es: Actualizar Talos…
fr: Mettre à jour Talos…
it: Aggiorna Talos…
uk: Оновити Talos…

source: Version, e.g. v1.11.3
de: Version, z. B. v1.11.3
es: Versión, p. ej. v1.11.3
fr: Version, p. ex. v1.11.3
it: Versione, ad es. v1.11.3
uk: Версія, напр. v1.11.3

source: Waiting for node
de: Warten auf Knoten
es: Esperando al nodo
fr: Attente du nœud
it: In attesa del nodo
uk: Очікування вузла

source: Waiting for packets…
de: Warten auf Pakete…
es: Esperando paquetes…
fr: En attente de paquets…
it: In attesa di pacchetti…
uk: Очікування пакетів…

source: Installs during the reboot instead of before it, for nodes whose files in use block the upgrade.
de: Installiert während des Neustarts statt davor, für Knoten, bei denen belegte Dateien das Upgrade blockieren.
es: Instala durante el reinicio en lugar de antes, para nodos cuyos archivos en uso bloquean la actualización.
fr: Installe pendant le redémarrage plutôt qu'avant, pour les nœuds dont des fichiers ouverts bloquent la mise à jour.
it: Installa durante il riavvio invece che prima, per i nodi i cui file in uso bloccano l'aggiornamento.
uk: Встановлює під час перезавантаження, а не перед ним, для вузлів, де файли, що використовуються, блокують оновлення.

source: Talos %@ is available
de: Talos %@ ist verfügbar
es: Talos %@ está disponible
fr: Talos %@ est disponible
it: Talos %@ è disponibile
uk: Доступний Talos %@

source: %lld nodes on older versions
de: %lld Knoten mit älteren Versionen
es: %lld nodos con versiones anteriores
fr: %lld nœuds sur des versions antérieures
it: %lld nodi con versioni precedenti
uk: %lld вузла на старіших версіях

source: Release notes
de: Versionshinweise
es: Notas de la versión
fr: Notes de version
it: Note di rilascio
uk: Примітки до випуску

source: Tap to upgrade a node.
de: Tippen, um einen Knoten zu aktualisieren.
es: Toca para actualizar un nodo.
fr: Touchez pour mettre à jour un nœud.
it: Tocca per aggiornare un nodo.
uk: Торкніться, щоб оновити вузол.

source: Upgrade which node to %@?
de: Welchen Knoten auf %@ aktualisieren?
es: ¿Qué nodo actualizar a %@?
fr: Quel nœud mettre à jour vers %@ ?
it: Quale nodo aggiornare a %@?
uk: Який вузол оновити до %@?

source: Needs Talos %@ or newer
de: Benötigt Talos %@ oder neuer
es: Requiere Talos %@ o posterior
fr: Nécessite Talos %@ ou plus récent
it: Richiede Talos %@ o successivo
uk: Потрібен Talos %@ або новіший

source: Not available on this node's Talos version
de: In der Talos-Version dieses Knotens nicht verfügbar
es: No disponible en la versión de Talos de este nodo
fr: Indisponible avec la version de Talos de ce nœud
it: Non disponibile nella versione di Talos di questo nodo
uk: Недоступно у версії Talos цього вузла

source: etcd member actions
de: etcd-Mitgliederaktionen
es: Acciones sobre miembros de etcd
fr: Actions sur les membres etcd
it: Azioni sui membri etcd
uk: Дії з учасниками etcd
